Repository: oliversteiner/smmg_newsletter
Catalog: translations/smmg_newsletter-8.x-1.0.0.*.po
Languages: de

source: Successfully subscribed to newsletter.
de: Newsletter abonniert.

source: Successfully unsubscribed from newsletter.
de: Erfolgreich vom Newsletter abgemeldet.

source: This user does not exist.
de: Dieser Benutzer existiert nicht.

source: Information successfully saved
de: Informationen gespeichert

source: General
de: Allgemein

source: Email Settings
de: E-Mail Einstellungen

source: Email: From (newsletter@example.com)
de: Email: Von (newsletter@example.com)

source: Email: to (sale@example.com, info@example.com)
de: Email: An (sale@example.com, info@example.com)

source: Testmode: Don't send email to Subscriber.
de: Testmodus: Es werden keine E-Mails an Abonnenten versendet.

source: Templates
de: Vorlagen

source: Path of Templates
de: Vorlagen Verzeichnis

source: Module or Theme
de: Modul oder Theme

source: Name of Module or Theme
de: Name des Moduls oder des Themes

source: Please Chose
de: Bitte wählen

source: I want to receive the newsletter.
de: Ich möchte den Newsletter erhalten.

source: Address
de: Adresse

source: These details are not mandatory, but will help us to get to know you better.
de: Diese Angaben sind nicht verpflichtend, helfen uns aber, Sie besser kennenzulernen.

source: Gender
de: Anrede

source: First Name
de: Vorname

source: Last Name
de: Nachname

source: Street and Nr.
de: Strasse und Nr.

source: ZIP
de: PLZ

source: City
de: Ort

source: Phone
de: Telefon

source: Subscribe
de: Abonnieren

source: An email address is required to receive the newsletter.
de: Für den Empfang des Newsletters ist eine E-Mail-Adresse erforderlich.

source: There is something wrong with this email address.
de: Mit dieser E-Mail-Adresse stimmt etwas nicht.

source: unsubscribe
de: abmelden

source: Do you really want to unsubscribe?
de: Wollen Sie sich wirklich abmelden?

source: Yes, unsubscribe
de: Ja, abmelden

source: Back to Homepage
de: Zurück zur Startseite

source: An email address is required.
de: Eine E-Mail-Adresse ist erforderlich.

source: There's something wrong with the email address.
de: Mit dieser E-Mail-Adresse stimmt etwas nicht.

source: This email is not known to us.
de: Diese E-Mail ist uns nicht bekannt.

source: You have been successfully unsubscribed from the newsletter.
de: Erfolgreich vom Newsletter abgemeldet.

source: Hello
de: Hallo

source: Thank you for subscribing to our Newsletter!
de: Vielen Dank, dass Sie unseren Newsletter abonniert haben!

source: You can unsubscribe at any time
de: Sie können sich jederzeit abmelden

source: Here you can subscribe or unsubscribe our newsletter.
de: Hier können Sie unseren Newsletter abonnieren oder abbestellen.

source: Unsubscribe
de: Abmelden
